-- MySQL dump 10.13  Distrib 5.6.40, for Win64 (x86_64)
--
-- Host: localhost    Database: douban
-- ------------------------------------------------------
-- Server version	5.6.40

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `musics`
--

DROP TABLE IF EXISTS `musics`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `musics` (
  `name` varchar(255) NOT NULL,
  `score` varchar(255) NOT NULL,
  `good` varchar(255) NOT NULL,
  PRIMARY KEY (`name`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `musics`
--

LOCK TABLES `musics` WRITE;
/*!40000 ALTER TABLE `musics` DISABLE KEYS */;
INSERT INTO `musics` VALUES ('Ada Wang','对结局稍有失望和遗憾，如果导演在男主被关押上车后街上病人行注目礼黑屏戛然而止显然会更加真实，更加引人深思。只可惜后面又多了几秒呵呵，有时候，我们需要等待社会进步，福利越来越好，但是有些生命已经等不起了，这个残酷的问题丢给了观众，我渴望着一个答案。优秀的反思现实的国产片但是分数虚高','100'),('Duckweed','抄袭抄袭抄袭啊麻烦清醒一点！','100'),('Neroat','看的点映，是好电影，感觉是中国版的达拉斯买家俱乐部。开篇宁浩徐峥的名字配上印度神曲让我以为是喜剧，后来发现是社会现实题材，在完全没有心理建设的情况下好几次被触动得眼眶发红。演员表现都很不错。后期一直在思考，法律和道德哪里才是平衡点呢？','100'),('River','非常赞同的一句话—“不能因为题材好，就可以无视其他的都给高分吧”','100'),('W小姐（吴桐）','国产片的闪光之作，当然现实生活依然很残酷。里面最不舒服的地方就是药贩徐峥洗手不干的时候，白血病人对他的道德绑架。如果不是为了赚钱，帮忙搞到药是情份，不帮是本分，干嘛一个两个都好像欠了他们一样。你要死了，就无所谓也搭进去别人的人生？所以全程无泪点，结尾有小感动。徐峥戏真是好。','100'),('不良生','从“中年油腻渣男困顿潦倒之际找到契机实现人生灵魂的升华”这个角度，只想给一星；从“中国病患困苦于医疗制度吃药难要么倾家荡产高昂天价购买进口药要么被禁止买仿制药只得等死”这个反映和揭露现实角度，真想给五星。','100'),('咱说','我们终于成功学会了韩国某种现实题材类型片讲故事的方式。这个反映现实的片子好看，却又并没有触及什么现实。它给徐峥、周一围包括牧师所设定的若干道德两难命题，流于表面，并不复杂和纠结，至少没揪起我作为一个观众的心。中国观众需要《药神》这样好看的电影，但这样的电影绝不能止于好看而已。【华纳永润】','100'),('大卫·独处尼','走的是辛德勒名单的路子，可惜不敢打老虎，只是在老虎的默许下把狐狸揍了一顿，这极大的削弱了电影的力量，别跟韩影比了，比不了。','100'),('大奇特(Grinch)','改编自著名的陆勇案，医改前国人对医药问题的漠视，合理求生欲在法律面前的抗争。在还原了事件原型之余，加入了群戏和戏剧张力，落脚于伦理与法律的博弈。尽管弱化了诉讼的过程，但已经构成了对生命的敬畏。黄毛彭浩是宁浩致敬自己《疯狂的赛车》的黄毛耿浩吗？','100'),('寒枝雀静','C/本质是回避体制分析的个人英雄主义抒情，但又可通过全球化对位来映射分化的国内阶层。与其说是对商业道德的歌颂不如说是一次对市场和调控都完全无法拯救的社会绝境乐观且粗糙的描绘。大资本与律法的刻画都还是太程式化，光靠正面力量的情感支撑显然不够。越到后半程剧作推着走的痕迹就越重。','100'),('成知默','我认识一位姑娘，曾只身赴印度买仿药；也听闻不少病人，因药价太高而放弃治疗，并很快去世。本片短板很明显，甚至粗糙，但感谢让更多人关注到这个群体。虽有个光明的结尾，但不应一味强化药厂和患者之间的矛盾，尤其现实是零关税下药价未降，药进医保却因缺药而买不到药，但愿一切都不只是粉饰太平。','100'),('方洛洛','能在大屏幕上看到这种题材的中国电影，本身就是一种进步。','100'),('明安','这个电影让我躲入人群中合理流泪。','100'),('朝阳区陆依萍','全方位通俗且教科书，符合主流国内观众观影水准式的改编，这样的题材和最后的呈现能做到这样，非常值得尊敬，但整体艺术水准不如《嘉年华》！','100'),('水怪','这样难得有态度、立场、尊严的电影，是需要有观众情绪足够的累积呼应，才能产生完整能量核的。这甚至与票房无关，票房只是结果。韩国的社运片可以屡破纪录，中国观众没有理由比他们差。','100'),('犹在镜中','改编改变了主人公身份，加了戏剧冲突，以此升华主角使其变得崇高，体现情理和法理的二律背反主题。可毛病不少：脱口罩礼赞加夹道欢送，这是什么待遇？有造神嫌疑；特写多，摇镜粗暴，艺术性差，由此剧情显得非常扎眼，易被认为在绑架观众。但演员出色，感情细腻，加上题材缘故，还是给个中评吧。','100'),('猛汉世雄','真是一部让人痛苦的电影，看得人不想说话，只想流泪。','100'),('草威','好看是料到了，没想到拍得如此朴素、扎实、流畅。文牧野是个实干派导演，他没打算要一部神作，就本本分分讲个好故事。正因如此，它对现实的关怀才显得周到、细心、准确。徐峥奉献了宋康昊级别的演出。','100'),('陆支羽','3.5。1.笑中带泪，敢拍这题材的确是填补空缺了；文牧野导演不负众望，而徐峥的演技同样经得起考验。2.确实没必要以《达拉斯买家俱乐部》来衡量本片，各有各的活法。','100'),('风间隼','表面说的是药，深层说的是命。药能治病，命却不由自主，这是影片锲入中国现实的关键，也是引发大众共鸣的核心。盛世危言，却让人能看到希望，仅此一点，就足以让人忽略因商业和审查做出的种种妥协。它不完美，但是中国电影应该努力的方向。','100');
/*!40000 ALTER TABLE `musics` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2018-11-10 22:58:49
